{
    "data": {
        "Aberrant": "Departing from an accepted standard or norm; deviating from what is considered normal or typical.",
        "Abhorrent": "Causing or deserving strong dislike, disgust, or hatred.",
        "Abrasive": "Harsh or rough in manner; tending to rub or wear away by friction.",
        "Abscond": "To leave hurriedly and secretly, typically to avoid detection or arrest.",
        "Acquiesce": "To accept something reluctantly but without protest.",
        "Adamant": "Refusing to be persuaded or to change one's mind.",
        "Admonish": "To warn or reprimand someone firmly.",
        "Aloof": "Not friendly or forthcoming; cool and distant.",
        "Amiable": "Having or displaying a friendly and pleasant manner.",
        "Anomaly": "Something that deviates from what is standard, normal, or expected.",
        "Aplomb": "Self-confidence or assurance, especially when in a demanding situation.",
        "Arbitrary": "Based on random choice or personal whim, rather than any reason or system.",
        "Audacious": "Showing a willingness to take surprisingly bold risks; showing an impudent lack of respect.",
        "Auspicious": "Conducive to success; favorable.",
        "Banter": "The playful and friendly exchange of teasing remarks.",
        "Benevolent": "Well-meaning and kindly.",
        "Brevity": "Concise and exact use of words in writing or speech.",
        "Cacophony": "A harsh, discordant mixture of sounds.",
        "Capricious": "Given to sudden and unaccountable changes of mood or behavior.",
        "Cathartic": "Providing psychological relief through the open expression of strong emotions.",
        "Clandestine": "Kept secret or done secretively, especially because illicit.",
        "Coalesce": "To come together and form one mass or whole.",
        "Cogent": "Clear, logical, and convincing.",
        "Concise": "Giving a lot of information clearly and in a few words; brief but comprehensive.",
        "Confluence": "The junction of two rivers, especially rivers of approximately equal width.",
        "Conundrum": "A confusing and difficult problem or question.",
        "Corpulent": "Fat; having a large, bulky body.",
        "Curtail": "To reduce in extent or quantity; impose a restriction on.",
        "Debacle": "A sudden and ignominious failure; a fiasco.",
        "Debilitate": "To make someone weak and infirm.",
        "Debunk": "To expose the falseness or hollowness of (a myth, idea, or belief).",
        "Decipher": "To convert (a text written in code, or a coded signal) into normal language.",
        "Delineate": "To describe or portray (something) precisely.",
        "Denigrate": "To criticize unfairly; disparage.",
        "Derivative": "Imitative of the work of another person, and usually disapproved of for that reason.",
        "Desolate": "Deserted of people and in a state of bleak and dismal emptiness.",
        "Dilapidated": "In a state of disrepair or ruin as a result of age or neglect.",
        "Disparage": "To regard or represent as being of little worth.",
        "Disseminate": "To spread or disperse widely.",
        "Dubious": "Hesitating or doubting.",
        "Ebullient": "Cheerful and full of energy.",
        "Eclectic": "Deriving ideas, style, or taste from a broad and diverse range of sources.",
        "Effervescent": "Vivacious and enthusiastic.",
        "Efficacious": "Successful in producing a desired or intended result; effective.",
        "Elucidate": "To make (something) clear; to explain.",
        "Emulate": "To match or surpass (a person or achievement), typically by imitation.",
        "Endearing": "Inspiring affection or warm sympathy.",
        "Enigma": "A person or thing that is mysterious, puzzling, or difficult to understand.",
        "Enigmatic": "Difficult to interpret or understand; mysterious.",
        "Enumerate": "To mention (a number of things) one by one.",
        "Ephemeral": "Lasting for a very short time.",
        "Epiphany": "A moment of sudden revelation or insight.",
        "Equanimity": "Mental calmness, composure, and evenness of temper, especially in a difficult situation.",
        "Erudite": "Having or showing great knowledge or learning.",
        "Esoteric": "Intended for or likely to be understood by only a small number of people with a specialized knowledge or interest.",
        "Ethereal": "Extremely delicate and light in a way that seems too perfect for this world.",
        "Exacerbate": "To make (a problem, bad situation, or negative feeling) worse.",
        "Exemplary": "Serving as a desirable model; representing the best of its kind.",
        "Exonerate": "To absolve (someone) from blame for a fault or wrongdoing, especially after due consideration of the case.",
        "Exorbitant": "Exceeding the bounds of custom, propriety, or reason, especially in amount or extent.",
        "Expeditious": "Done with speed and efficiency.",
        "Exquisite": "Extremely beautiful and, typically, delicate.",
        "Extemporaneous": "Spoken or done without preparation.",
        "Exuberant": "Filled with or characterized by a lively energy and excitement.",
        "Facetious": "Treating serious issues with deliberately inappropriate humor; flippant.",
        "Fervent": "Having or displaying a passionate intensity.",
        "Forbearance": "Patient self-control; restraint and tolerance.",
        "Furtive": "Attempting to avoid notice or attention, typically because of guilt or a belief that discovery would lead to trouble.",
        "Garrulous": "Excessively talkative, especially on trivial matters.",
        "Gregarious": "Fond of company; sociable.",
        "Harbinger": "A person or thing that announces or signals the approach of another.",
        "Idyllic": "Extremely happy, peaceful, or picturesque.",
        "Impetuous": "Acting or done quickly and without thought or care.",
        "Incessant": "Continuing without pause or interruption.",
        "Indelible": "Making marks that cannot be removed.",
        "Ineffable": "Too great or extreme to be expressed or described in words.",
        "Inexorable": "Impossible to stop or prevent.",
        "Ingenuous": "Innocent and unsuspecting.",
        "Inscrutable": "Impossible to understand or interpret.",
        "Insidious": "Proceeding in a gradual, subtle way, but with harmful effects.",
        "Intrepid": "Fearless; adventurous (often used for rhetorical or humorous effect).",
        "Inveterate": "Having a particular habit, activity, or interest that is long-established and unlikely to change.",
        "Irascible": "Having or showing a tendency to be easily angered.",
        "Juxtapose": "To place or deal with close together for contrasting effect.",
        "Labyrinthine": "Complicated and confusing, like a labyrinth.",
        "Languid": "Displaying or having a disinclination for physical exertion or effort; slow and relaxed.",
        "Laudable": "Deserving praise and commendation.",
        "Lethargic": "Affected by lethargy; sluggish and apathetic.",
        "Magnanimous": "Very generous or forgiving, especially toward a rival or someone less powerful than oneself.",
        "Malevolent": "Having or showing a wish to do evil to others.",
        "Maudlin": "Self-pityingly or tearfully sentimental, often through drunkenness.",
        "Melancholy": "A feeling of pensive sadness, typically with no obvious cause.",
        "Mercurial": "Subject to sudden or unpredictable changes of mood or mind.",
        "Meticulous": "Showing great attention to detail; very careful and precise.",
        "Mitigate": "To make less severe, serious, or painful.",
        "Mundane": "Lacking interest or excitement; dull.",
        "Nefarious": "Wicked or criminal.",
        "Nostalgic": "Characterized by or exhibiting feelings of nostalgia.",
        "Obfuscate": "To render obscure, unclear, or unintelligible.",
        "Obsequious": "Obedient or attentive to an excessive or servile degree.",
        "Ominous": "Giving the impression that something bad or unpleasant is going to happen; threatening; inauspicious.",
        "Opulent": "Ostentatiously rich and luxurious or lavish.",
        "Palpable": "Able to be touched or felt.",
        "Panacea": "A solution or remedy for all difficulties or diseases.",
        "Pariah": "An outcast.",
        "Parsimonious": "Unwilling to spend money or use resources; stingy or frugal.",
        "Penchant": "A strong or habitual liking for something or tendency to do something.",
        "Perfidious": "Deceitful and untrustworthy.",
        "Perfunctory": "Carried out with a minimum of effort or reflection.",
        "Pernicious": "Having a harmful effect, especially in a gradual or subtle way.",
        "Petulant": "Childishly sulky or bad-tempered.",
        "Plethora": "A large or excessive amount of something.",
        "Pragmatic": "Dealing with things sensibly and realistically in a way that is based on practical rather than theoretical considerations.",
        "Precarious": "Not securely held or in position; dangerously likely to fall or collapse.",
        "Precocious": "Having developed certain abilities or proclivities at an earlier age than usual.",
        "Predilection": "A preference or special liking for something; a bias in favor of something.",
        "Profane": "Relating or devoted to that which is not sacred or biblical; secular rather than religious.",
        "Prolific": "Producing much fruit or foliage or many offspring.",
        "Pugnacious": "Eager or quick to argue, quarrel, or fight.",
        "Quagmire": "A soft boggy area of land that gives way underfoot; an awkward, complex, or hazardous situation.",
        "Quell": "To put an end to (a rebellion or other disorder), typically by the use of force.",
        "Quixotic": "Exceedingly idealistic; unrealistic and impractical.",
        "Rancor": "Bitterness or resentfulness, especially when long-standing.",
        "Ravenous": "Extremely hungry; devouring or craving food in great quantities.",
        "Recalcitrant": "Having an obstinately uncooperative attitude towards authority or discipline.",
        "Recluse": "A person who lives a solitary life and tends to avoid other people.",
        "Redolent": "Strongly reminiscent or suggestive of (something).",
        "Relegate": "To consign or dismiss to an inferior rank or position.",
        "Remonstrate": "To make a forcefully reproachful protest.",
        "Reticent": "Not revealing one's thoughts or feelings readily.",
        "Ruminate": "To think deeply about something.",
        "Salient": "Most noticeable or important.",
        "Sanguine": "Optimistic or positive, especially in an apparently bad or difficult situation.",
        "Sardonic": "Grimly mocking or cynical.",
        "Scrupulous": "Diligent, thorough, and extremely attentive to details.",
        "Serendipity": "The occurrence and development of events by chance in a happy or beneficial way.",
        "Soporific": "Tending to induce drowsiness or sleep.",
        "Spurious": "Not being what it purports to be; false or fake.",
        "Stagnant": "Having no current or flow and often having an unpleasant smell as a consequence.",
        "Stoic": "Enduring pain and hardship without showing one's feelings or complaining.",
        "Sycophant": "A person who acts obsequiously toward someone important in order to gain advantage.",
        "Taciturn": "Reserved or uncommunicative in speech; saying little.",
        "Tantamount": "Equivalent in seriousness to; virtually the same as.",
        "Tawdry": "Showy but cheap and of poor quality.",
        "Temerity": "Excessive confidence or boldness; audacity.",
        "Tenuous": "Very weak or slight.",
        "Trepidation": "A feeling of fear or agitation about something that may happen.",
        "Ubiquitous": "Present, appearing, or found everywhere.",
        "Umbrage": "Annoyance or resentment, typically at some perceived slight or insult.",
        "Unctuous": "Excessively flattering or ingratiating; oily.",
        "Untoward": "Unexpected and inappropriate or inconvenient.",
        "Vacuous": "Having or showing a lack of thought or intelligence; mindless.",
        "Vapid": "Offering nothing that is stimulating or challenging; bland.",
        "Vehement": "Showing strong feeling; forceful, passionate, or intense.",
        "Venerate": "To regard with great respect; revere.",
        "Veracity": "Conformity to facts; accuracy.",
        "Viable": "Capable of working successfully; feasible.",
        "Vicarious": "Experienced in the imagination through the feelings or actions of another person.",
        "Vindicate": "To clear (someone) of blame or suspicion.",
        "Virulent": "Extremely severe or harmful in its effects.",
        "Visceral": "Relating to deep inward feelings rather than to the intellect.",
        "Vociferous": "Expressing or characterized by vehement opinions; loud and forceful.",
        "Wary": "Feeling or showing caution about possible dangers or problems.",
        "Whimsical": "Playfully quaint or fanciful, especially in an appealing and amusing way.",
        "Winsome": "Attractive or appealing in appearance or character.",
        "Abrogate": "To repeal or abolish by formal or official means.",
        "Adroit": "Clever or skillful in using the hands or mind.",
        "Banal": "So lacking in originality as to be obvious and boring.",
        "Belligerent": "Hostile and aggressive.",
        "Cadence": "A modulation or inflection of the voice.",
        "Callous": "Showing or having an insensitive and cruel disregard for others.",
        "Catharsis": "The process of releasing, and thereby providing relief from, strong or repressed emotions.",
        "Censure": "Express severe disapproval of (someone or something), typically in a formal statement.",
        "Cognizant": "Having knowledge or being aware of.",
        "Complacent": "Showing smug or uncritical satisfaction with oneself or one's achievements.",
        "Conciliatory": "Intended or likely to placate or pacify.",
        "Contrite": "Feeling or expressing remorse or penitence; affected by guilt.",
        "Cryptic": "Having a meaning that is mysterious or obscure.",
        "Deleterious": "Causing harm or damage.",
        "Despondent": "In low spirits from loss of hope or courage.",
        "Dichotomy": "A division or contrast between two things that are or are represented as being opposed or entirely different.",
        "Disingenuous": "Not candid or sincere, typically by pretending that one knows less about something than one really does.",
        "Dissident": "A person who opposes official policy, especially that of an authoritarian state.",
        "Docile": "Ready to accept control or instruction; submissive.",
        "Duplicity": "Deceitfulness; double-dealing.",
        "Egregious": "Outstandingly bad; shocking.",
        "Eloquent": "Fluent or persuasive in speaking or writing.",
        "Enervate": "To cause (someone) to feel drained of energy or vitality; weaken.",
        "Ennui": "A feeling of listlessness and dissatisfaction arising from a lack of occupation or excitement.",
        "Epitome": "A person or thing that is a perfect example of a particular quality or type.",
        "Equivocate": "To use ambiguous language so as to conceal the truth or avoid committing oneself.",
        "Expedite": "To make (an action or process) happen sooner or be accomplished more quickly.",
        "Expunge": "To erase or remove completely (something unwanted or unpleasant).",
        "Extol": "To praise enthusiastically.",
        "Extraneous": "Irrelevant or unrelated to the subject being dealt with.",
        "Fatuous": "Silly and pointless.",
        "Fervor": "Intense and passionate feeling or enthusiasm.",
        "Flagrant": "Conspicuously or obviously offensive.",
        "Fortuitous": "Happening by accident or chance rather than design.",
        "Frivolous": "Not having any serious purpose or value.",
        "Guile": "Sly or cunning intelligence.",
        "Harangue": "A lengthy and aggressive speech.",
        "Hapless": "Unfortunate; having bad luck.",
        "Haughty": "Arrogantly superior and disdainful.",
        "Histrionic": "Overly theatrical or melodramatic in character or style.",
        "Hone": "To sharpen (a blade).",
        "Hubris": "Excessive pride or self-confidence.",
        "Idiosyncrasy": "A mode of behavior or way of thought peculiar to an individual.",
        "Ignominious": "Deserving or causing public disgrace or shame.",
        "Impervious": "Not allowing fluid to pass through; unable to be affected by.",
        "Incandescent": "Emitting light as a result of being heated.",
        "Incisive": "Intelligently analytical and clear-thinking.",
        "Indignant": "Feeling or showing anger or annoyance at what is perceived as unfair treatment.",
        "Indolent": "Wanting to avoid activity or exertion; lazy.",
        "Inept": "Having or showing no skill; clumsy.",
        "Ingratiate": "Bring oneself into favor with someone by flattering or trying to please them.",
        "Innuendo": "An allusive or oblique remark or hint, typically a suggestive or disparaging one.",
        "Insatiable": "Impossible to satisfy.",
        "Insipid": "Lacking flavor.",
        "Insolent": "Showing a rude and arrogant lack of respect.",
        "Insurgent": "Rising in active revolt.",
        "Invective": "Insulting, abusive, or highly critical language.",
        "Irresolute": "Showing or feeling hesitancy; uncertain.",
        "Jaded": "Tired, bored, or lacking enthusiasm, typically after having had too much of something.",
        "Jaunty": "Having or expressing a lively, cheerful, and self-confident manner.",
        "Jocular": "Characterized by joking; humorous or playful.",
        "Jubilant": "Feeling or expressing great happiness and triumph.",
        "Juxtaposition": "The fact of two things being seen or placed close together with contrasting effect.",
        "Kinetic": "Relating to or resulting from motion.",
        "Kowtow": "Act in an excessively subservient manner.",
        "Laconic": "Using very few words.",
        "Lament": "A passionate expression of grief or sorrow.",
        "Languish": "To lose or lack vitality; grow weak or feeble.",
        "Largesse": "Generosity in bestowing money or gifts upon others.",
        "Lethargy": "A lack of energy and enthusiasm.",
        "Lithe": "Thin, supple, and graceful.",
        "Livid": "Very angry.",
        "Loathe": "Feel intense dislike or disgust for.",
        "Lucid": "Expressed clearly; easy to understand.",
        "Luminous": "Full of or shedding light; bright or shining, especially in the dark.",
        "Maelstrom": "A powerful whirlpool in the sea or a river.",
        "Magnate": "A wealthy and influential businessman or businesswoman.",
        "Malaise": "A general feeling of discomfort, illness, or unease whose exact cause is difficult to identify.",
        "Malice": "The intention or desire to do evil; ill will.",
        "Malleable": "Easily influenced; pliable.",
        "Maverick": "An unorthodox or independent-minded person.",
        "Meander": "To wander at random.",
        "Mellifluous": "Sweet or musical; pleasant to hear.",
        "Mendacious": "Not telling the truth; lying.",
        "Mirth": "Amusement, especially as expressed in laughter.",
        "Misanthrope": "A person who dislikes humankind and avoids human society.",
        "Misnomer": "A wrong or inaccurate name or designation.",
        "Modicum": "A small quantity of a particular thing, especially something desirable or valuable.",
        "Mollify": "To appease the anger or anxiety of (someone).",
        "Morose": "Sullen and ill-tempered.",
        "Myriad": "A countless or extremely great number.",
        "Nadir": "The lowest point in the fortunes of a person or organization.",
        "Noxious": "Harmful, poisonous, or very unpleasant.",
        "Nuance": "A subtle difference in or shade of meaning, expression, or sound.",
        "Obdurate": "Stubbornly refusing to change one's opinion or course of action.",
        "Oblique": "Slanting or sloping; not explicit or done in a direct way.",
        "Oblivion": "The state of being unaware or unconscious of what is happening.",
        "Odious": "Extremely unpleasant; repulsive.",
        "Onerous": "Involving an amount of effort and difficulty that is oppressively burdensome.",
        "Opaque": "Not able to be seen through; not transparent.",
        "Ornate": "Made in an intricate shape or decorated with complex patterns.",
        "Palliate": "To make (a disease or its symptoms) less severe or unpleasant without removing the cause.",
        "Paradox": "A seemingly absurd or self-contradictory statement or proposition that when investigated or explained may prove to be well founded or true.",
        "Paragon": "A person or thing regarded as a perfect example of a particular quality.",
        "Paucity": "The presence of something in only small quantities or amounts; scarcity.",
        "Pejorative": "Expressing contempt or disapproval.",
        "Pious": "Devoutly religious.",
        "Piquant": "Having a pleasantly sharp taste or appetizing flavor.",
        "Pithy": "Concise and forcefully expressive.",
        "Placate": "Make (someone) less angry or hostile.",
        "Ponderous": "Slow and clumsy because of great weight.",
        "Portent": "A sign or warning that something, especially something momentous or calamitous, is likely to happen.",
        "Pretentious": "Attempting to impress by affecting greater importance, talent, culture, etc., than is actually possessed.",
        "Prudent": "Acting with or showing care and thought for the future.",
        "Puerile": "Childishly silly and trivial.",
        "Quaint": "Attractively unusual or old-fashioned.",
        "Quandary": "A state of perplexity or uncertainty over what to do in a difficult situation.",
        "Quotidian": "Of or occurring every day; daily.",
        "Raze": "Completely destroy (a building, town, or other site).",
        "Rebuke": "Express sharp disapproval or criticism of (someone) because of their behavior or actions.",
        "Refute": "Prove (a statement or theory) to be wrong or false; disprove.",
        "Remiss": "Lacking care or attention to duty; negligent.",
        "Repudiate": "Refuse to accept or be associated with.",
        "Resilient": "Able to withstand or recover quickly from difficult conditions.",
        "Respite": "A short period of rest or relief from something difficult or unpleasant.",
        "Ruse": "An action intended to deceive someone; a trick.",
        "Sacrosanct": "Regarded as too important or valuable to be interfered with.",
        "Savvy": "Shrewdness and practical knowledge, especially in politics or business.",
        "Scintillating": "Sparkling or shining brightly.",
        "Scurrilous": "Making or spreading scandalous claims about someone with the intention of damaging their reputation.",
        "Sedulous": "Showing dedication and diligence.",
        "Serpentine": "Of or like a serpent or snake.",
        "Serene": "Calmand untroubled; peaceful.",
        "Sinister": "Giving the impression that something harmful or evil is happening or will happen.",
        "Sleuth": "A detective.",
        "Solace": "Comfort or consolation in a time of distress or sadness.",
        "Solicitous": "Characterized by or showing interest or concern.",
        "Soliloquy": "An act of speaking one's thoughts aloud when by oneself or regardless of any hearers, especially by a character in a play.",
        "Somber": "Dark or dull in color or tone; gloomy.",
        "Squalid": "Foul and repulsive, as from lack of care or cleanliness; neglected and filthy.",
        "Stalwart": "Loyal, reliable, and hardworking.",
        "Staunch": "Very loyal and committed in attitude.",
        "Stipulate": "To demand or specify (a requirement), typically as part of a bargain or agreement.",
        "Strident": "Loud and harsh; grating.",
        "Sublime": "Of such excellence, grandeur, or beauty as to inspire great admiration or awe.",
        "Subterfuge": "Deceit used in order to achieve one's goal.",
        "Succinct": "Briefly and clearly expressed.",
        "Sullen": "Bad-tempered and sulky; gloomy.",
        "Supercilious": "Behaving or looking as though one thinks one is superior to others.",
        "Supplicate": "Ask or beg for something earnestly or humbly.",
        "Surly": "Bad-tempered and unfriendly.",
        "Surreptitious": "Kept secret, especially because it would not be approved of.",
        "Tactile": "Of or connected with the sense of touch.",
        "Tantalize": "Torment or tease (someone) with the sight or promise of something that is unobtainable.",
        "Taut": "Stretched or pulled tight; not slack.",
        "Tempestuous": "Characterized by strong and turbulent or conflicting emotion.",
        "Tenacious": "Tending to keep a firm hold of something; clinging or adhering closely.",
        "Terse": "Sparing in the use of words; abrupt.",
        "Thwart": "Prevent (someone) from accomplishing something.",
        "Timorous": "Showing or suffering from nervousness, fear, or a lack of confidence.",
        "Tirade": "A long, angry speech of criticism or accusation.",
        "Tome": "A book, especially a large, heavy, scholarly one.",
        "Travesty": "A false, absurd, or distorted representation of something.",
        "Truculent": "Eager or quick to argue or fight; aggressively defiant.",
        "Unassailable": "Unable to be attacked, questioned, or defeated.",
        "Unilateral": "Performed by or affecting only one person, group, or country involved in a particular situation, without the agreement of another or the others.",
        "Unobtrusive": "Not conspicuous or attracting attention.",
        "Unprecedented": "Never done or known before.",
        "Unscrupulous": "Having or showing no moral principles; not honest or fair.",
        "Untenable": "Not able to be maintained or defended against attack or objection.",
        "Unwitting": "Not aware of the full facts; not done on purpose.",
        "Upbraid": "To find fault with or reproach severely; censure.",
        "Urbane": "Suave, courteous, and refined in manner.",
        "Usurp": "To take (a position of power or importance) illegally or by force.",
        "Vacillate": "To waver between different opinions or actions; be indecisive.",
        "Verbose": "Using or expressed in more words than are needed.",
        "Vex": "Make (someone) feel annoyed, frustrated, or worried, especially with trivial matters.",
        "Vindictive": "Having or showing a strong or unreasoning desire for revenge.",
        "Voracious": "Wanting or devouring great quantities of food.",
        "Wane": "To decrease in vigor, power, or extent; become weaker.",
        "Wistful": "Having or showing a feeling of vague or regretful longing.",
        "Wrath": "Extreme anger (chiefly used for humorous or rhetorical effect).",
        "Zealous": "Having or showing zeal.",
        "Abash": "Cause to feel embarrassed, disconcerted, or ashamed.",
        "Abate": "Cause to become smaller or less intense.",
        "Abridge": "Shorten (a piece of writing) without losing the sense.",
        "Absolve": "Set or declare (someone) free from blame, guilt, or responsibility.",
        "Acme": "The point at which someone or something is best, perfect, or most successful.",
        "Adept": "Very skilled or proficient at something.",
        "Affable": "Friendly, good-natured, or easy to talk to.",
        "Amicable": "Having a spirit of friendliness; without serious disagreement or rancor.",
        "Antithesis": "A person or thing that is the direct opposite of someone or something else.",
        "Ascertain": "Find (something) out for certain; make sure of.",
        "Assiduous": "Showing great care and perseverance.",
        "Banish": "Send (someone) away from a country or place as an official punishment.",
        "Bolster": "Support or strengthen; prop up.",
        "Cajole": "Persuade (someone) to do something by sustained coaxing or flattery.",
        "Catalyst": "A substance that increases the rate of a chemical reaction without itself undergoing any permanent chemical change.",
        "Cessation": "The fact or process of ending or being brought to an end.",
        "Chagrin": "Distress or embarrassment at having failed or been humiliated.",
        "Circumspect": "Wary and unwilling to take risks.",
        "Cohort": "A group of people with a shared characteristic.",
        "Commensurate": "Corresponding in size or degree; in proportion.",
        "Concur": "Be of the same opinion; agree.",
        "Conjecture": "An opinion or conclusion formed on the basis of incomplete information.",
        "Conscientious": "Wishing to do what is right, especially to do one's work or duty well and thoroughly.",
        "Conspicuous": "Standing out so as to be clearly visible.",
        "Contemplate": "Look thoughtfully for a long time at.",
        "Contrive": "Create or bring about (an object or a situation) by deliberate use of skill and artifice.",
        "Covet": "Yearn to possess or have (something).",
        "Cursory": "Hasty and therefore not thorough or detailed.",
        "Depict": "Show or represent by a drawing, painting, or other art form.",
        "Depravity": "Moral corruption; wickedness.",
        "Deride": "Express contempt for; ridicule.",
        "Derogatory": "Showing a critical or disrespectful attitude.",
        "Destitute": "Without the basic necessities of life.",
        "Detrimental": "Tending to cause harm.",
        "Deviate": "Depart from an established course.",
        "Devout": "Having or showing deep religious feeling or commitment.",
        "Diatribe": "A forceful and bitter verbal attack against someone or something.",
        "Affluent": "Having a great deal of money; wealthy.",
        "Alienate": "Cause (someone) to feel isolated or estranged.",
        "Altruistic": "Showing a selfless concern for the well-being of others; unselfish.",
        "Ambiguous": "Open to more than one interpretation; unclear.",
        "Amorphous": "Without a clearly defined shape or form.",
        "Anachronistic": "Belonging to a period other than that being portrayed.",
        "Analogous": "Comparable in certain respects, typically in a way that makes clearer the nature of the things compared.",
        "Anomalous": "Deviation from what is standard, normal, or expected.",
        "Antipathy": "A deep-seated feeling of dislike; aversion.",
        "Apathy": "Lack of interest, enthusiasm, or concern.",
        "Ardent": "Enthusiastic or passionate.",
        "Arduous": "Involving or requiring strenuous effort; difficult and tiring.",
        "Austere": "Severe or strict in manner, attitude, or appearance.",
        "Benign": "Gentle and kind.",
        "Bereft": "Deprived of or lacking something, especially a nonmaterial asset.",
        "Blatant": "Done openly and unashamedly.",
        "Bucolic": "Relating to the pleasant aspects of the countryside and country life.",
        "Candid": "Truthful and straightforward; frank.",
        "Churlish": "Rude in a mean-spirited and surly way.",
        "Cloying": "Disgust or sicken (someone) with an excess of sweetness, richness, or sentiment.",
        "Condescending": "Having or showing a feeling of patronizing superiority.",
        "Conducive": "Making a certain situation or outcome likely or possible.",
        "Cordial": "Warm and friendly.",
        "Decrepit": "Worn out or ruined because of age or neglect.",
        "Demure": "Reserved, modest, and shy.",
        "Diaphanous": "Light, delicate, and translucent (usually of fabric).",
        "Disparate": "Essentially different in kind; not allowing comparison.",
        "Dissonant": "Lacking harmony.",
        "Dogmatic": "Inclined to lay down principles as incontrovertibly true.",
        "Emaciated": "Abnormally thin or weak, especially because of illness or a lack of food.",
        "Erratic": "Not even or regular in pattern or movement; unpredictable.",
        "Euphoric": "Characterized by or feeling intense excitement and happiness.",
        "Exhort": "Strongly encourage or urge (someone) to do something.",
        "Fallacious": "Based on a mistaken belief.",
        "Fastidious": "Very attentive to and concerned about accuracy and detail.",
        "Feckless": "Lacking initiative or strength of character; irresponsible.",
        "Feral": "In a wild state, especially after escape from captivity or domestication.",
        "Flippant": "Not showing a serious or respectful attitude.",
        "Forlorn": "Pitifully sad and abandoned or lonely.",
        "Forsake": "Abandon or leave.",
        "Fractious": "Easily irritated; bad-tempered.",
        "Genial": "Friendly and cheerful.",
        "Glib": "(Of words or a speaker) fluent but insincere and shallow.",
        "Guileless": "Devoid of guile; innocent and without deception.",
        "Hackneyed": "Lacking significance through having been overused; unoriginal and trite.",
        "Harrowing": "Acutely distressing.",
        "Hegemony": "Leadership or dominance, especially by one country or social group over others.",
        "Idiosyncratic": "Peculiar or individual.",
        "Illicit": "Forbidden by law, rules, or custom.",
        "Imbue": "Inspire or permeate with a feeling or quality.",
        "Imminent": "About to happen.",
        "Imperious": "Arrogant and domineering ; assuming power or authority without justification.",
        "Implacable": "Unable to be appeased or placated.",
        "Implicit": "Implied though not plainly expressed.",
        "Impugn": "Dispute the truth, validity, or honesty of (a statement or motive); call into question.",
        "Incendiary": "Designed to cause fires.",
        "Incontrovertible": "Not able to be denied or disputed.",
        "Infallible": "Incapable of making mistakes or being wrong.",
        "Innate": "Inborn; natural.",
        "Intermittent": "Occurring at irregular intervals; not continuous or steady.",
        "Intransigent": "Unwilling or refusing to change one's views or to agree about something.",
        "Inundate": "Overwhelm (someone) with things or people to be dealt with.",
        "Judicious": "Having, showing, or done with good judgment or sense.",
        "Levity": "Humor or frivolity, especially the treatment of a serious matter with humor or in a manner lacking due respect.",
        "Machiavellian": "Cunning, scheming, and unscrupulous, especially in politics or in advancing one's career.",
        "Mawkish": "Sentimental in a feeble or sickly way.",
        "Myopic": "Nearsighted.",
        "Neophyte": "A person who is new to a subject, skill, or belief.",
        "Ostentatious": "Characterized by vulgar or pretentious display; designed to impress or attract notice.",
        "Parochial": "Of or relating to a church parish.",
        "Pathos": "A quality that evokes pity , sadness, or compassion.",
        "Pecuniary": "Relating to or consisting of money.",
        "Pertinent": "Relevant or applicable to a particular matter; apposite.",
        "Pervasive": "Spreading widely throughout an area or a group of people.",
        "Philanthropic": "Seeking to promote the welfare of others, especially by donating money to good causes; generous and benevolent.",
        "Plausible": "Seeming reasonable or probable.",
        "Poignant": "Evoking a keen sense of sadness or regret.",
        "Propensity": "An inclination or natural tendency to behave in a particular way.",
        "Querulous": "Complaining in a petulant or whining manner.",
        "Quintessential": "Representing the most perfect or typical example of a quality or class.",
        "Reclusive": "Avoiding the company of other people; solitary.",
        "Redundant": "Not or no longer needed or useful; superfluous.",
        "Reiterate": "Say something again or a number of times, typically for emphasis or clarity.",
        "Reminiscent": "Tending to remind one of something.",
        "Renowned": "Known or talked about by many people; famous.",
        "Replete": "Filled or well-supplied with something.",
        "Reprieve": "Cancel or postpone the punishment of (someone, especially someone condemned to death).",
        "Resolute": "Admirably purposeful, determined, and unwavering.",
        "Resplendent": "Attractive and impressive through being richly colorful or sumptuous.",
        "Retrospect": "A survey or review of a past course of events or period of time.",
        "Reverence": "Deep respect for someone or something.",
        "Rhetoric": "The art of effective or persuasive speaking or writing, especially the exploitation of figures of speech and other compositional techniques.",
        "Rife": "(of something undesirable or harmful) of common occurrence; widespread.",
        "Rudimentary": "Involving or limited to basic principles.",
        "Specter": "A ghost.",
        "Stealthy": "Behaving, done, or made in a cautious and surreptitious manner, so as not to be seen or heard.",
        "Subtle": "Delicately complex and understated.",
        "Superfluous": "Unnecessary, especially through being more than enough.",
        "Torpid": "Mentally or physically inactive; lethargic.",
        "Tranquil": "Free from disturbance; calm.",
        "Transcendent": "Beyond or above the range of normal or merely physical human experience.",
        "Unassuming": "Not pretentious or arrogant; modest.",
        "Unpretentious": "Not attempting to impress others with an appearance of greater importance, talent, or culture than is actually possessed.",
        "Unwarranted": "Not justified or authorized.",
        "Utilitarian": "Designed to be useful or practical rather than attractive.",
        "Virtuoso": "A person highly skilled in music or another artistic pursuit.",
        "Volatile": "Liable to change rapidly and unpredictably, especially for the worse.",
        "Zealot": "A person who is fanatical and uncompromising in pursuit of their religious, political, or other ideals.",
        "Aberration": "A departure from what is normal, usual, or expected, typically one that is unwelcome.",
        "Abhor": "Regard with disgust and hatred.",
        "Abjure": "Formally reject or disavow a formerly held belief, usually under pressure.",
        "Accolade": "An award or privilege granted as a special honor or as an acknowledgment of merit.",
        "Accost": "Approach and address (someone) boldly or aggressively.",
        "Acrimony": "Bitterness or ill feeling.",
        "Admonition": "An act or action of admonishing; authoritative counsel or warning.",
        "Adulation": "Excessive admiration or praise.",
        "Aesthetic": "Concerned with beauty or the appreciation of beauty.",
        "Aggrandize": "Increase the power, status, or wealth of.",
        "Alacrity": "Brisk and cheerful readiness.",
        "Alias": "Used to indicate that a named person is also known or more familiar under another specified name.",
        "Alleviate": "Make (suffering, deficiency, or a problem) less severe.",
        "Allure": "The quality of being powerfully and mysteriously attractive or fascinating.",
        "Ambivalent": "Having mixed feelings or contradictory ideas about something or someone.",
        "Ameliorate": "Make (something bad or unsatisfactory) better.",
        "Anachronism": "A thing belonging or appropriate to a period other than that in which it exists, especially a thing that is conspicuously old-fashioned.",
        "Analgesic": "A remedy that relieves or allays pain.",
        "Anecdote": "A short amusing or interesting story about a real incident or person.",
        "Antecedent": "A thing or event that existed before or logically precedes another.",
        "Antipodal": "Situated on opposite sides of the earth; exactly or approximately opposite.",
        "Apex": "The top or highest part of something, especially one forming a point.",
        "Apotheosis": "The highest point in the development of something; culmination or climax.",
        "Ardor": "Enthusiasm or passion.",
        "Articulate": "Having or showing the ability to speak fluently and coherently.",
        "Ascendancy": "Occupying a position of dominant power or influence.",
        "Asinine": "Extremely stupid or foolish.",
        "Assail": "Make a concerted or violent attack on.",
        "Assuage": "Make (an unpleasant feeling) less intense.",
        "Atrophy": "Gradually decline in effectiveness or vigor due to underuse or neglect.",
        "Augment": "Make (something) greater by adding to it; increase.",
        "Avarice": "Extreme greed for wealth or material gain.",
        "Aversion": "A strong dislike or disinclination.",
        "Avuncular": "Kind and friendly towards a younger or less experienced person.",
        "Baneful": "Causing or capable of causing harm or destruction, especially in a gradual or subtle way.",
        "Barrage": "A concentrated artillery bombardment over a wide area.",
        "Bastion": "An institution, place, or person strongly defending or upholding particular principles, attitudes, or activities.",
        "Begrudge": "Envy (someone) the possession or enjoyment of (something).",
        "Belie": "Fail to give a true notion or impression of (something); disguise or contradict.",
        "Bequeath": "Leave (a personal estate or one's body) to a person or other beneficiary by a will.",
        "Bereave": "Be deprived of a loved one through a profound absence, especially due to the loved one's death.",
        "Beseech": "Ask (someone) urgently and fervently to do something; implore; entreat.",
        "Blight": "A plant disease, especially one caused by fungi such as mildews, rusts, and smuts.",
        "Blithe": "Showing a casual and cheerful indifference considered to be callous or improper.",
        "Bombastic": "High-sounding but with little meaning; inflated.",
        "Boon": "A thing that is helpful or beneficial.",
        "Boorish": "Rough and bad-mannered; coarse.",
        "Bourgeois": "Of or characteristic of the middle class, typically with reference to its perceived materialistic values or conventional attitudes.",
        "Bumptious": "Self-assertive or proud to an irritating degree.",
        "Candor": "The quality of being open and honest in expression; frankness.",
        "Capitulate": "Cease to resist an opponent or an unwelcome demand; surrender.",
        "Carnal": "Relating to physical, especially sexual, needs and desires, as opposed to spiritual needs.",
        "Defunct": "No longer existing or functioning.",
        "Dissemble": "Conceal one's true motives, feelings, or beliefs.",
        "Dissolution": "The closing down or dismissal of an assembly, partnership, or official body.",
        "Xenophobia": "Dislike of or prejudice against people from other countries.",
        "Xeric": "Of, relating to, or adapted to a dry habitat.",
        "Tremble": "Shaking",
        "Brutal": "Very Harsh"
    },
    "config": {
        "libraries": "False"
    }
}
